Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# recordsScaleYear
source: Year
ar: سنة
de: Jahr
es: Año
fr: Année
hi_in: वर्ष
id: Tahun
it: Anno
ja: 年
ko: 년
mr_in: वर्ष
pt: Ano
ru: Год
th: ปี
tr: Yıl
vi: Năm
zh_cn: 年
zh_hk: 年
zh_tw: 年

# recordsSectionHours
source: Hours
ar: الساعات
de: Zeiten
es: Horario
fr: Horaires
hi_in: घंटे
id: Jam
it: Orario
ja: 時間
ko: 시간
mr_in: तास
pt: Horário
ru: Часы
th: เวลา
tr: Saatler
vi: Giờ
zh_cn: 时间
zh_hk: 時間
zh_tw: 時間

# recordsSectionKind
source: This day
ar: هذا اليوم
de: Dieser Tag
es: Este día
fr: Ce jour
hi_in: यह दिन
id: Hari ini
it: Questo giorno
ja: この日
ko: 이 날
mr_in: हा दिवस
pt: Este dia
ru: Этот день
th: วันนี้
tr: Bu gün
vi: Ngày này
zh_cn: 这天算什么
zh_hk: 呢日算咩
zh_tw: 這天算什麼

# recordsSeeThisDay
source: See this day
ar: عرض هذا اليوم
de: Diesen Tag ansehen
es: Ver este día
fr: Voir ce jour
hi_in: यह दिन देखें
id: Lihat hari ini
it: Vedi questo giorno
ja: この日を見る
ko: 이 날 보기
mr_in: हा दिवस पाहा
pt: Ver este dia
ru: Открыть этот день
th: ดูวันนี้
tr: Bu günü gör
vi: Xem ngày này
zh_cn: 看这一天
zh_hk: 睇呢一日
zh_tw: 看這一天

# recordsSeeThisMonth
source: See this month
ar: عرض هذا الشهر
de: Diesen Monat ansehen
es: Ver este mes
fr: Voir ce mois
hi_in: यह महीना देखें
id: Lihat bulan ini
it: Vedi questo mese
ja: この月を見る
ko: 이번 달 보기
mr_in: हा महिना पहा
pt: Ver este mês
ru: Посмотреть этот месяц
th: ดูเดือนนี้
tr: Bu ayı görüntüle
vi: Xem tháng này
zh_cn: 查看这个月
zh_hk: 查看這個月
zh_tw: 查看這個月

# recordsShareOfDay
source: Share of 24 hours
ar: الحصة من 24 ساعة
de: Anteil an 24 Stunden
es: Parte de las 24 horas
fr: Part des 24 heures
hi_in: 24 घंटों में हिस्सा
id: Bagian dari 24 jam
it: Quota delle 24 ore
ja: 24時間に占める割合
ko: 하루 24시간 중
mr_in: 24 तासांतील वाटा
pt: Parte das 24 horas
ru: Доля от 24 часов
th: สัดส่วนของ 24 ชั่วโมง
tr: 24 saatin içindeki payı
vi: Phần trong 24 giờ
zh_cn: 占全天 24 小时
zh_hk: 占全日 24 小時
zh_tw: 占全天 24 小時

# recordsSleep
source: Sleep
ar: نوم
de: Schlaf
es: Sueño
fr: Sommeil
hi_in: नींद
id: Tidur
it: Sonno
ja: 睡眠
ko: 수면
mr_in: झोप
pt: Sono
ru: Сон
th: การนอน
tr: Uyku
vi: Ngủ
zh_cn: 睡眠
zh_hk: 睡眠
zh_tw: 睡眠

# recordsSleepEstimated
source: Estimated from your settings
ar: مقدَّر من الإعدادات
de: Aus den Einstellungen geschätzt
es: Estimado según tus ajustes
fr: Estimé d’après vos réglages
hi_in: सेटिंग से अनुमान
id: Perkiraan dari pengaturan
it: Stimato dalle impostazioni
ja: 設定からの推定
ko: 설정으로 추정
mr_in: सेटिंगवरून अंदाज
pt: Estimado pelas suas definições
ru: Оценка из настроек
th: ประมาณจากตั้งค่า
tr: Ayarlardan tahmin
vi: Ước từ cài đặt
zh_cn: 按设置估算
zh_hk: 依設定估算
zh_tw: 依設定估算

# recordsSleepFromHealth
source: From Health on this device
ar: من صحتي على هذا الجهاز
de: Aus Gesundheit auf diesem Gerät
es: Desde Salud en este dispositivo
fr: Depuis Santé sur cet appareil
hi_in: इस डिवाइस के स्वास्थ्य से
id: Dari Kesehatan di perangkat ini
it: Da Salute su questo dispositivo
ja: この端末のヘルスケアから
ko: 이 기기의 건강 앱에서
mr_in: या उपकरणाच्या आरोग्यावरून
pt: Do Saúde neste aparelho
ru: Из «Здоровья» на этом устройстве
th: จากสุขภาพบนเครื่องนี้
tr: Bu cihazdaki Sağlık’tan
vi: Từ Sức khỏe trên máy này
zh_cn: 来自此设备的健康数据
zh_hk: 來自此裝置的健康資料
zh_tw: 來自此裝置的健康資料

# recordsSourceAfterNow
source: From now on, today’s schedule
ar: من الآن فصاعدًا حسب جدول اليوم
de: Ab jetzt nach dem heutigen Plan
es: De aquí en adelante, tu horario de hoy
fr: À partir de maintenant, le planning du jour
hi_in: अब से आज की शिफ्ट के अनुसार
id: Mulai sekarang mengikuti jadwal hari ini
it: Da adesso, il turno di oggi
ja: ここから先は今日のシフト
ko: 지금부터는 오늘 근무표 기준
mr_in: आतापासून आजच्या शिफ्टनुसार
pt: Daqui em diante, o horário de hoje
ru: Дальше — сегодняшний график
th: จากนี้ไปตามกะวันนี้
tr: Bundan sonrası bugünkü mesai
vi: Từ giờ theo ca hôm nay
zh_cn: 之后按今天的排班推算
zh_hk: 之後按今日更表推算
zh_tw: 之後依今天排班推算

# recordsSourceException
source: Holiday or makeup day
ar: عطلة أو يوم تعويض
de: Feiertag oder Arbeitstag-Tausch
es: Festivo o día de compensación
fr: Jour férié ou rattrapage
hi_in: छुट्टी या अतिरिक्त कार्यदिवस
id: Hari libur atau masuk pengganti
it: Festivo o recupero
ja: 休日または振替出勤
ko: 휴일 또는 대체 근무
mr_in: सुट्टी किंवा भरपाई दिवस
pt: Feriado ou folga compensada
ru: Праздник или рабочая суббота
th: วันหยุดหรือวันชดเชย
tr: Tatil veya telafi günü
vi: Ngày lễ hoặc làm bù
zh_cn: 法定假日或补班
zh_hk: 公眾假期或補班
zh_tw: 法定假日或補班

# recordsSourceNone
source: No schedule for this day
ar: لا جدول لهذا اليوم
de: Kein Plan für diesen Tag
es: No hay horario este día
fr: Pas de planning ce jour-là
hi_in: इस दिन की शिफ्ट नहीं है
id: Tidak ada jadwal hari ini
it: Nessun turno per questo giorno
ja: この日のシフトはない
ko: 이 날의 근무표 없음
mr_in: या दिवशी शिफ्ट नाही
pt: Sem horário neste dia
ru: На этот день графика нет
th: วันนี้ไม่มีกะ
tr: Bu gün için mesai yok
vi: Ngày này không có ca
zh_cn: 这天没有排班
zh_hk: 呢日冇更表
zh_tw: 這天沒有排班

# recordsSourceOverride
source: You changed this day
ar: عدّلت هذا اليوم
de: Diesen Tag hast du geändert
es: Cambiaste este día
fr: Vous avez modifié ce jour
hi_in: आपने यह दिन बदला
id: Kamu mengubah hari ini
it: Hai modificato questo giorno
ja: この日は自分で直した
ko: 이 날을 직접 수정함
mr_in: तुम्ही हा दिवस बदलला
pt: Alteraste este dia
ru: Вы изменили этот день
th: คุณแก้วันนี้เอง
tr: Bu günü sen değiştirdin
vi: Bạn đã sửa ngày này
zh_cn: 你改过这天
zh_hk: 你改過呢日
zh_tw: 你改過這天

# recordsSourceProjection
source: Estimated from your current life settings
ar: تقدير وفق إعدادات حياتك الحالية
de: Nach deinen aktuellen Lebensangaben geschätzt
es: Estimado según tus ajustes de vida actuales
fr: Estimation selon vos réglages de vie actuels
hi_in: आपकी मौजूदा जीवन सेटिंग के आधार पर अनुमान
id: Perkiraan dari pengaturan hidup saat ini
it: Stima basata sulle impostazioni di vita attuali
ja: 現在の人生設定による推定
ko: 현재 인생 설정을 바탕으로 추정
mr_in: सध्याच्या जीवन सेटिंगवर आधारित अंदाज
pt: Estimado com as definições de vida atuais
ru: Расчёт по текущим настройкам жизни
th: ประมาณจากการตั้งค่าชีวิตปัจจุบัน
tr: Güncel yaşam ayarlarına göre tahmin
vi: Ước tính theo thiết lập cuộc sống hiện tại
zh_cn: 按当前人生设置推算
zh_hk: 按目前人生設定推算
zh_tw: 依目前人生設定推算

# recordsSourceRecorded
source: You recorded this
ar: سجّلته بنفسك
de: Von dir erfasst
es: Lo registraste tú
fr: Relevé par vous
hi_in: आपने दर्ज किया
id: Kamu yang mencatat
it: Registrato da te
ja: 自分で記録した
ko: 직접 기록함
mr_in: तुम्ही नोंदवले
pt: Registado por ti
ru: Вы записали это
th: คุณบันทึกเอง
tr: Sen kaydettin
vi: Bạn đã ghi
zh_cn: 你记录的
zh_hk: 你紀錄嘅
zh_tw: 你紀錄的

# recordsSourceSchedule
source: From your schedule
ar: حسب جدولك آنذاك
de: Nach deinem damaligen Plan
es: Según tu horario de entonces
fr: Selon votre planning d’alors
hi_in: उस समय की शिफ्ट के अनुसार
id: Mengikuti jadwal saat itu
it: Secondo il turno di allora
ja: 当時のシフトどおり
ko: 당시 근무표 기준
mr_in: त्या वेळच्या शिफ्टनुसार
pt: Conforme o horário de então
ru: По тогдашнему графику
th: ตามกะงานตอนนั้น
tr: O günkü mesaiye göre
vi: Theo ca lúc đó
zh_cn: 按当时排班
zh_hk: 按當時更表
zh_tw: 依當時排班

# recordsSummaryHelp
source: Time worked includes elapsed saved shifts and overtime; timer records and corrections take priority. Income is estimated for the full selected period using your salary settings. Recorded hours do not change a fixed monthly salary.
ar: يشمل وقت العمل الوقت المنقضي من الجدول المحفوظ والعمل الإضافي، مع أولوية السجلات والتعديلات اليدوية. يُقدّر الدخل للفترة المحددة كاملة وفق إعدادات راتبك؛ ولا يتغير الراتب الشهري الثابت بتغير الساعات المسجلة.
de: Die Arbeitszeit umfasst verstrichene gespeicherte Schichten und Überstunden; Zeiterfassungen und Korrekturen haben Vorrang. Das Einkommen wird für den gesamten gewählten Zeitraum anhand deiner Gehaltseinstellungen geschätzt. Ein festes Monatsgehalt hängt nicht von den erfassten Stunden ab.
es: El tiempo trabajado incluye los turnos guardados ya transcurridos y las horas extra; los registros y correcciones tienen prioridad. Los ingresos se estiman para todo el período seleccionado según tu configuración salarial. Las horas registradas no cambian un sueldo mensual fijo.
fr: Le temps travaillé inclut les horaires enregistrés déjà écoulés et les heures supplémentaires ; les relevés et corrections sont prioritaires. Le revenu est estimé pour toute la période sélectionnée selon vos paramètres de salaire. Les heures enregistrées ne modifient pas un salaire mensuel fixe.
hi_in: काम के समय में सहेजी गई पाली का बीता समय और ओवरटाइम शामिल हैं; टाइमर रिकॉर्ड और सुधार को प्राथमिकता मिलती है। आय का अनुमान चुनी गई पूरी अवधि और वेतन सेटिंग से लगाया जाता है। दर्ज घंटों से निश्चित मासिक वेतन नहीं बदलता।
id: Waktu bekerja mencakup jadwal tersimpan yang telah berlalu dan lembur; catatan timer serta koreksi diprioritaskan. Pendapatan diperkirakan untuk seluruh periode terpilih berdasarkan pengaturan gaji. Jam tercatat tidak mengubah gaji bulanan tetap.
it: Il tempo lavorato include i turni salvati già trascorsi e gli straordinari; registrazioni e correzioni hanno priorità. Il reddito è stimato per tutto il periodo selezionato in base alle impostazioni salariali. Le ore registrate non modificano uno stipendio mensile fisso.
ja: 勤務時間には保存済みシフトの経過分と残業を含み、タイマー記録と修正を優先します。収入は選択期間全体について給与設定から推定します。固定月給は記録時間の多少で変わりません。
ko: 근무 시간에는 저장된 근무 일정의 경과 시간과 초과근무가 포함되며, 타이머 기록과 수정 사항이 우선합니다. 수입은 급여 설정을 기준으로 선택한 전체 기간에 대해 추정합니다. 기록된 시간은 고정 월급을 바꾸지 않습니다.
mr_in: कामाच्या वेळेत जतन केलेल्या पाळीचा गेलेला वेळ आणि ओव्हरटाइम समाविष्ट आहे; टाइमर नोंदी आणि दुरुस्तींना प्राधान्य आहे. उत्पन्नाचा अंदाज निवडलेल्या संपूर्ण कालावधीसाठी पगार सेटिंगनुसार आहे. नोंदवलेल्या तासांमुळे ठरलेला मासिक पगार बदलत नाही.
pt: O tempo trabalhado inclui turnos guardados já decorridos e horas extra; registos e correções têm prioridade. O rendimento é estimado para todo o período selecionado segundo as definições salariais. As horas registadas não alteram um salário mensal fixo.
ru: Отработанное время включает прошедшие сохранённые смены и переработку; записи таймера и исправления имеют приоритет. Доход оценивается за весь выбранный период по настройкам зарплаты. Записанные часы не меняют фиксированный месячный оклад.
th: เวลาทำงานรวมช่วงกะที่บันทึกไว้ซึ่งผ่านไปแล้วและล่วงเวลา โดยยึดบันทึกตัวจับเวลาและการแก้ไขก่อน รายได้ประมาณจากการตั้งค่าเงินเดือนตลอดช่วงที่เลือก ชั่วโมงที่บันทึกไม่เปลี่ยนเงินเดือนประจำ
tr: Çalışılan süre, kayıtlı vardiyaların geçen kısmını ve fazla mesaiyi içerir; zamanlayıcı kayıtları ve düzeltmeler önceliklidir. Gelir, maaş ayarlarına göre seçilen dönemin tamamı için tahmin edilir. Kaydedilen saatler sabit aylık maaşı değiştirmez.
vi: Thời gian làm việc gồm phần ca đã lưu đã trôi qua và làm thêm giờ; bản ghi hẹn giờ và chỉnh sửa được ưu tiên. Thu nhập được ước tính cho toàn bộ kỳ đã chọn theo cài đặt lương. Số giờ ghi nhận không làm thay đổi lương tháng cố định.
zh_cn: 已工作时长包含已生效排班的经过时间和加班，计时记录及手动修正优先。收入按所选整段期间及薪资设置估算；固定月薪不会因记录工时多少而增减。
zh_hk: 已工作時長包含已生效排班的經過時間和加班，計時記錄及手動修正優先。收入按所選整段期間及薪資設定估算；固定月薪不會因記錄工時多少而增減。
zh_tw: 已工作時長包含已生效排班的經過時間和加班，計時記錄及手動修正優先。收入按所選整段期間及薪資設定估算；固定月薪不會因記錄工時多少而增減。

# recordsTab
source: Records
ar: السجل
de: Einträge
es: Registro
fr: Journal
hi_in: रिकॉर्ड
id: Catatan
it: Registro
ja: 記録
ko: 기록
mr_in: नोंदी
pt: Registos
ru: Записи
th: บันทึก
tr: Kayıtlar
vi: Nhật ký
zh_cn: 记录
zh_hk: 紀錄
zh_tw: 紀錄

# recordsTimeBreakdown
source: Time breakdown
ar: توزيع الوقت
de: Zeitaufteilung
es: Distribución del tiempo
fr: Répartition du temps
hi_in: समय का विवरण
id: Pembagian waktu
it: Ripartizione del tempo
ja: 時間の内訳
ko: 시간 구성
mr_in: वेळेची विभागणी
pt: Distribuição do tempo
ru: Распределение времени
th: การแบ่งเวลา
tr: Zaman dağılımı
vi: Phân bổ thời gian
zh_cn: 时间分配
zh_hk: 時間分配
zh_tw: 時間分配

source: Records time zone
ar: المنطقة الزمنية للسجلات
de: Zeitzone der Einträge
es: Zona horaria de los registros
fr: Fuseau des journaux
hi_in: रिकॉर्ड का समय क्षेत्र
id: Zona waktu catatan
it: Fuso dei registri
ja: 記録のタイムゾーン
ko: 기록 시간대
mr_in: नोंदीचा वेळ क्षेत्र
pt: Fuso dos registos
ru: Часовой пояс записей
th: เขตเวลาของบันทึก
tr: Kayıtların saat dilimi
vi: Múi giờ nhật ký
zh_cn: 记录时区
zh_hk: 紀錄時區
zh_tw: 紀錄時區

# recordsTimeZoneDevice
source: This device: {{zone}}
ar: هذا الجهاز: {{zone}}
de: Dieses Gerät: {{zone}}
es: Este dispositivo: {{zone}}
fr: Cet appareil : {{zone}}
hi_in: यह डिवाइस: {{zone}}
id: Perangkat ini: {{zone}}
it: Questo dispositivo: {{zone}}
ja: この端末：{{zone}}
ko: 이 기기: {{zone}}
mr_in: हे उपकरण: {{zone}}
pt: Este dispositivo: {{zone}}
ru: Это устройство: {{zone}}
th: อุปกรณ์นี้: {{zone}}
tr: Bu cihaz: {{zone}}
vi: Máy này: {{zone}}
zh_cn: 这台设备：{{zone}}
zh_hk: 呢部裝置：{{zone}}
zh_tw: 這台裝置：{{zone}}

# recordsTimeZoneFooter
source: The calendar keeps the days you wrote. Travel does not move them. If this is home now, you can switch to this device’s time zone.
ar: التقويم يحتفظ بالأيام التي كتبتها. السفر لا يحرّكها. إن صار هنا بيتك، يمكنك الانتقال إلى منطقة هذا الجهاز.
de: Der Kalender behält die Tage, die du geschrieben hast. Reisen verschiebt sie nicht. Wenn hier jetzt zu Hause ist, kannst du die Zeitzone dieses Geräts übernehmen.
es: El calendario conserva los días que escribiste. Viajar no los mueve. Si aquí es casa ahora, puedes pasar a la zona de este dispositivo.
fr: Le calendrier garde les jours que vous avez écrits. Voyager ne les déplace pas. Si c’est chez vous maintenant, vous pouvez passer au fuseau de cet appareil.
hi_in: कैलेंडर आपके लिखे दिन रखता है। यात्रा उन्हें नहीं खिसकाती। अगर अब यहीं घर है, तो इस डिवाइस का समय क्षेत्र अपना सकते हैं।
id: Kalender menyimpan hari yang Anda tulis. Bepergian tidak menggesernya. Jika sini sudah rumah, Anda bisa memakai zona perangkat ini.
it: Il calendario tiene i giorni che hai scritto. Viaggiare non li sposta. Se qui è casa adesso, puoi passare al fuso di questo dispositivo.
ja: カレンダーは書いたときのタイムゾーンのままです。旅行しても日付は動きません。ここが生活の拠点なら、この端末のタイムゾーンに切り替えられます。
ko: 달력은 기록한 시간대를 유지합니다. 여행해도 날짜는 움직이지 않습니다. 이곳이 이제 집이라면 이 기기의 시간대로 바꿀 수 있습니다.
mr_in: दिनदर्शिका तुम्ही लिहिलेले दिवस ठेवते. प्रवास त्यांना हलवत नाही. इथे आता घर असेल तर या उपकरणाचे वेळ क्षेत्र वापरता येईल.
pt: O calendário guarda os dias que escreveste. Viajar não os move. Se aqui é casa agora, podes passar ao fuso deste dispositivo.
ru: Календарь хранит дни, которые вы записали. Поездки их не сдвигают. Если здесь теперь дом, можно перейти на пояс этого устройства.
th: ปฏิทินเก็บวันที่คุณเขียนไว้ การเดินทางไม่ทำให้วันขยับ ถ้าที่นี่คือบ้านแล้ว สามารถเปลี่ยนเป็นเขตเวลาของอุปกรณ์นี้ได้
tr: Takvim yazdığın günleri tutar. Seyahat onları kaydırmaz. Burası artık evinse, bu cihazın saat dilimine geçebilirsin.
vi: Lịch giữ những ngày bạn đã ghi. Đi xa không làm chúng dịch. Nếu đây là nhà rồi, bạn có thể chuyển sang múi của máy này.
zh_cn: 日历按记下时的时区排。人到另一个时区，年历上的日子不会跟着走。如果这里成了常住地，可以改用这台设备的时区。
zh_hk: 日曆按記下時嘅時區排。人到另一個時區，年曆上嘅日子唔會跟住走。如果呢度成咗常住地，可以改用呢部裝置嘅時區。
zh_tw: 日曆按記下時的時區排。人到另一個時區，年曆上的日子不會跟著走。如果這裡成了常住地，可以改用這台裝置的時區。

# recordsTimeZoneMigrate
source: Use this device’s time zone
ar: استخدام منطقة هذا الجهاز
de: Zeitzone dieses Geräts verwenden
es: Usar la zona de este dispositivo
fr: Utiliser le fuseau de cet appareil
hi_in: इस डिवाइस का समय क्षेत्र इस्तेमाल करें
id: Pakai zona perangkat ini
it: Usa il fuso di questo dispositivo
ja: この端末のタイムゾーンを使う
ko: 이 기기의 시간대 사용
mr_in: या उपकरणाचे वेळ क्षेत्र वापरा
pt: Usar o fuso deste dispositivo
ru: Использовать пояс этого устройства
th: ใช้เขตเวลาของอุปกรณ์นี้
tr: Bu cihazın saat dilimini kullan
vi: Dùng múi giờ của máy này
zh_cn: 改用这台设备的时区
zh_hk: 改用呢部裝置嘅時區
zh_tw: 改用這台裝置的時區

# recordsTimeZoneMigrateConfirm
source: Calendar dates stay where they are. Nine o’clock is still nine o’clock, now read in this time zone. A countdown that is already running keeps the previous one until it ends.
ar: تواريخ التقويم لا تتحرك. التاسعة تبقى التاسعة، وتُقرأ في هذه المنطقة. العدّ التنازلي الجاري يحتفظ بالمنطقة السابقة حتى ينتهي.
de: Kalenderdaten bleiben. Neun Uhr bleibt neun Uhr, jetzt in dieser Zeitzone. Ein laufender Countdown behält die vorherige bis zum Ende.
es: Las fechas del calendario no se mueven. Las nueve siguen siendo las nueve, leídas en esta zona. Una cuenta atrás en curso mantiene la anterior hasta que termine.
fr: Les dates du calendrier ne bougent pas. Neuf heures reste neuf heures, lu dans ce fuseau. Un compte à rebours déjà lancé garde l’ancien jusqu’à la fin.
hi_in: कैलेंडर की तिथियाँ नहीं खिसकेंगी। नौ बजे नौ बजे ही रहेंगे, अब इस क्षेत्र में पढ़े जाएँगे। चल रहा काउंटडाउन खत्म होने तक पुराना क्षेत्र रखेगा।
id: Tanggal kalender tetap. Pukul sembilan tetap pukul sembilan, dibaca di zona ini. Hitung mundur yang sedang berjalan memakai zona lama sampai selesai.
it: Le date del calendario restano. Le nove restano le nove, lette in questo fuso. Un conto alla rovescia già avviato tiene il precedente fino alla fine.
ja: カレンダーの日付はそのままです。9時は9時のまま、新しいタイムゾーンで読みます。進行中のカウントダウンは終わるまで前のタイムゾーンのままです。
ko: 달력 날짜는 그대로입니다. 9시는 여전히 9시이며, 새 시간대로 읽습니다. 이미 진행 중인 카운트다운은 끝날 때까지 이전 시간대를 유지합니다.
mr_in: दिनदर्शिकेच्या तारखा हलणार नाहीत. नऊ वाजता नऊच राहतील, या क्षेत्रात वाचले जातील. सुरू असलेला उलट्या घड्याळ संपेपर्यंत जुने क्षेत्र ठेवेल.
pt: As datas do calendário ficam. Nove horas continua nove horas, lidas neste fuso. Uma contagem já a correr mantém o anterior até acabar.
ru: Даты календаря не сдвигаются. Девять часов остаются девятью, теперь в этом поясе. Идущий отсчёт держит прежний пояс до конца.
th: วันที่บนปฏิทินไม่ขยับ เก้าโมงยังเป็นเก้าโมง เพียงอ่านด้วยเขตเวลานี้ นาฬิกานับถอยหลังที่กำลังเดินยังใช้เขตเดิมจนกว่าจะจบ
tr: Takvim tarihleri yerinde kalır. Saat dokuz yine dokuzdur, bu dilimde okunur. Süregelen geri sayım bitene kadar eskisini korur.
vi: Ngày trên lịch không dời. Chín giờ vẫn là chín giờ, chỉ đọc theo múi này. Đếm ngược đang chạy giữ múi cũ đến khi kết thúc.
zh_cn: 日历上的日期不会挪动。九点还是九点，只是改按此时区来读。已经在走的倒计时仍用原来的时区，直到这次结束。
zh_hk: 日曆上嘅日期唔會郁。九點仲係九點，只係改按此時區嚟讀。已經喺度行嘅倒計時仍然用舊時區，直至呢次完。
zh_tw: 日曆上的日期不會移動。九點還是九點，只是改按此時區來讀。已經在走的倒計時仍用原來的時區，直到這次結束。

# recordsTimeZoneThisDevice
source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
hi_in: यह डिवाइस
id: Perangkat ini
it: Questo dispositivo
ja: この端末
ko: 이 기기
mr_in: हे उपकरण
pt: Este dispositivo
ru: Это устройство
th: อุปกรณ์นี้
tr: Bu cihaz
vi: Máy này
zh_cn: 这台设备
zh_hk: 呢部裝置
zh_tw: 這台裝置

# recordsTitle
source: Records
ar: السجل
de: Einträge
es: Registro
fr: Journal
hi_in: रिकॉर्ड
id: Catatan
it: Registro
ja: 記録
ko: 기록
mr_in: नोंदी
pt: Registos
ru: Записи
th: บันทึก
tr: Kayıtlar
vi: Nhật ký
zh_cn: 记录
zh_hk: 紀錄
zh_tw: 紀錄

# recordsToday
source: Back to today
ar: العودة إلى اليوم
de: Zurück zu heute
es: Volver a hoy
fr: Revenir à aujourd’hui
hi_in: आज पर लौटें
id: Kembali ke hari ini
it: Torna a oggi
ja: 今日に戻る
ko: 오늘로 돌아가기
mr_in: आजवर परत या
pt: Voltar para hoje
ru: Вернуться к сегодня
th: กลับไปวันนี้
tr: Bugüne dön
vi: Trở về hôm nay
zh_cn: 回到今天
zh_hk: 返回今天
zh_tw: 回到今天

# recordsUnclassified
source: Unclassified
ar: غير مصنّف
de: Nicht zugeordnet
es: Sin clasificar
fr: Non classé
hi_in: अवर्गीकृत
id: Tidak terkelompok
it: Non classificato
ja: 分類できない時間
ko: 분류할 수 없음
mr_in: वर्ग न झालेले
pt: Sem classificação
ru: Без категории
th: จัดประเภทไม่ได้
tr: Sınıflandırılamadı
vi: Chưa phân loại
zh_cn: 无法分类
zh_hk: 無法分類
zh_tw: 無法分類

# recordsUnrecorded
source: Not recorded
ar: بلا سجل
de: Nicht erfasst
es: Sin registro
fr: Non relevé
hi_in: दर्ज नहीं
id: Belum tercatat
it: Non registrato
ja: 未記録
ko: 기록 없음
mr_in: नोंद नाही
pt: Sem registro
ru: Нет записи
th: ยังไม่บันทึก
tr: Kayıt yok
vi: Chưa ghi
zh_cn: 未记录
zh_hk: 未紀錄
zh_tw: 未紀錄

# recordsWorkRegular
source: Regular work
ar: عمل معتاد
de: Reguläre Arbeit
es: Trabajo habitual
fr: Travail habituel
hi_in: नियमित काम
id: Kerja biasa
it: Lavoro ordinario
ja: 通常の勤務
ko: 정규 근무
mr_in: नेहमीचे काम
pt: Trabalho habitual
ru: Обычная работа
th: งานปกติ
tr: Olağan iş
vi: Giờ làm thường
zh_cn: 正常工作
zh_hk: 正常工作
zh_tw: 正常工作

# recordsWorkdayCount
source: {{count}} workdays
ar: {{count}} أيام عمل
de: {{count}} Arbeitstage
es: {{count}} días de trabajo
fr: {{count}} jours de travail
hi_in: {{count}} कार्यदिवस
id: {{count}} hari kerja
it: {{count}} giorni lavorativi
ja: {{count}}勤務日
ko: {{count}}일 근무
mr_in: {{count}} कामाचे दिवस
pt: {{count}} dias de trabalho
ru: Рабочих дней: {{count}}
th: {{count}} วันทำงาน
tr: {{count}} iş günü
vi: {{count}} ngày làm việc
zh_cn: {{count}} 个工作日
zh_hk: {{count}} 個工作日
zh_tw: {{count}} 個工作日

# recordsWorkedTime
source: Time worked
ar: وقت العمل المنقضي
de: Bisher gearbeitet
es: Tiempo trabajado
fr: Temps travaillé
hi_in: किया गया काम
id: Waktu bekerja
it: Tempo lavorato
ja: 働いた時間
ko: 일한 시간
mr_in: काम केलेला वेळ
pt: Tempo trabalhado
ru: Отработано
th: เวลาที่ทำงานแล้ว
tr: Çalışılan süre
vi: Thời gian đã làm việc
zh_cn: 已工作
zh_hk: 已工作
zh_tw: 已工作

# remindersSection
source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi_in: रिमाइंडर
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
mr_in: स्मरणपत्रे
pt: Lembretes
ru: Напоминания
th: การแจ้งเตือน
tr: Hatırlatıcılar
vi: Nhắc nhở
zh_cn: 提醒
zh_hk: 提醒
zh_tw: 提醒

# replayCelebration
source: Tap to replay the celebration
ar: اضغط لإعادة تشغيل الاحتفال
de: Zum Wiederholen der Feier tippen
es: Toca para repetir la celebración
fr: Touchez pour rejouer l'animation
hi_in: जश्न फिर से देखने के लिए टैप करें
id: Ketuk untuk memutar ulang perayaan
it: Tocca per rivedere l'animazione
ja: タップでお祝いをもう一度
ko: 탭하면 축하 효과를 다시 재생
mr_in: उत्सव पुन्हा पाहण्यासाठी टॅप करा
pt: Toque para repetir a comemoração
ru: Нажмите, чтобы повторить анимацию
th: แตะเพื่อเล่นเอฟเฟกต์ฉลองอีกครั้ง
tr: Kutlamayı yeniden oynatmak için dokunun
vi: Chạm để phát lại hiệu ứng
zh_cn: 点按重放庆祝动画
zh_hk: 㩒一下重播慶祝動畫
zh_tw: 點按重播慶祝動畫

# retryAction
source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi_in: फिर कोशिश करें
id: Coba lagi
it: Riprova
ja: もう一度
ko: 다시 시도
mr_in: पुन्हा प्रयत्न करा
pt: Tentar de novo
ru: Попробовать снова
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_cn: 重试
zh_hk: 再試一次
zh_tw: 重試

source: Return
ar: عودة
de: Zurück
es: Regresar
fr: Retour
hi_in: वापस जाएं
id: Kembali
it: Ritorna
ja: 戻る
ko: 돌아가기
mr_in: परत जा
pt: Voltar
ru: Вернуться
th: ย้อนกลับ
tr: Geri Dön
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# reviewPromptBody
source: Would you like to leave a rating in the App Store? It helps more people find the app.
ar: هل تود ترك تقييم في App Store؟ يساعد تقييمك مزيدًا من الأشخاص على العثور على التطبيق.
de: Möchtest du eine Bewertung im App Store hinterlassen? So können mehr Menschen die App finden.
es: ¿Quieres dejar una valoración en el App Store? Ayudará a que más personas encuentren la app.
fr: Souhaitez-vous laisser une note sur l’App Store ? Elle aidera davantage de personnes à découvrir l’app.
hi_in: क्या आप App Store पर रेटिंग देना चाहेंगे? इससे ज़्यादा लोगों को ऐप खोजने में मदद मिलती है।
id: Mau memberi nilai di App Store? Penilaianmu membantu lebih banyak orang menemukan aplikasi ini.
it: Vuoi lasciare una valutazione sull’App Store? Aiuterà altre persone a trovare l’app.
ja: App Storeで評価していただけますか？より多くの方がアプリを見つける助けになります。
ko: App Store에 평가를 남겨 주시겠어요? 더 많은 사람이 앱을 찾는 데 도움이 됩니다.
mr_in: App Store वर रेटिंग द्याल का? त्यामुळे अधिक लोकांना हे ॲप सापडण्यास मदत होते.
pt: Quer deixar uma avaliação na App Store? Isso ajuda mais pessoas a encontrar a aplicação.
ru: Хотите оставить оценку в App Store? Это поможет другим людям найти приложение.
th: ต้องการให้คะแนนใน App Store ไหม? คะแนนของคุณช่วยให้คนอื่นพบแอปนี้มากขึ้น
tr: App Store’da puan vermek ister misiniz? Bu, daha fazla kişinin uygulamayı bulmasına yardımcı olur.
vi: Bạn có muốn đánh giá trên App Store không? Đánh giá của bạn giúp nhiều người tìm thấy ứng dụng hơn.
zh_cn: 愿意在 App Store 留下评价吗？你的评价能帮助更多人发现这款应用。
zh_hk: 願意在 App Store 留下評分嗎？你的評分能幫助更多人發現這款應用程式。
zh_tw: 願意在 App Store 留下評分嗎？你的評分能幫助更多人發現這款 App。

# reviewPromptLater
source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
hi_in: बाद में
id: Nanti
it: Più tardi
ja: あとで
ko: 나중에
mr_in: नंतर
pt: Mais tarde
ru: Позже
th: ไว้ภายหลัง
tr: Daha sonra
vi: Để sau
zh_cn: 稍后
zh_hk: 稍後
zh_tw: 稍後
